<template>
  <div class="prot">
    <p>欢迎来到今球！</p>
    <p>
      为了更好地为您提供服务，请您仔细阅读并充分理解以下《今球⽤户协议》、充分理解各条款内容，特别是授权、免除或者限制责任的条款，以及与您的个⼈信息有关的隐私权政策，并选择接受或不接受。授权、免责或者限制责任的条款及隐私权政策可能以⿊体加粗形式提示您注意。如您未满18
      周岁，请您在法定监护⼈陪同下仔细阅读并充分理解本协议，并征得法定监护⼈的同意后下载/使⽤今球相关软件或服务。如果您对本协议的任何条款表示异议，您可以选择不下载、安装、注册、登录、使⽤（以下统称“使⽤”）今球为您提供的任何软件或服务。⽆论您以何种⽅式使⽤今球提供的任何软件服务，即视为您已充分理解本协议并承诺作为本协议的⼀⽅当事⼈完全接受本协议包括隐私权政策在内的全部条款
    </p>
    <p>⼀、本协议适⽤范围</p>
    <p>1.1 本协议是您与厦⻔市多趣想科技有限公司及提供的相关服务可能存在的运营关联单位产品（下称“今球”）之间关于您使⽤今球相关软件或服务所订⽴的协议。“⽤户”或“您”均指今球相关服务的使⽤⼈。</p>
    <p>1.2 本协议项下的“今球相关软件或服务”是指今球向⽤户提供的包括但不限于⽹络媒体、社区互动、互联⽹增值、互动娱乐、电⼦商务和⼴告等产品、软件及服务。</p>
    <p>
      1.3
      您在使⽤今球某⼀特定软件或服务时，该服务可能会另有已经发布或后续可能不断发布的单独的协议、相关业务规则等（以下统称为“单独协议或规则”）。上述内容⼀经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。您对前述任何业务规则、单独协议的接受，即视为您对本协议全部的接受。
    </p>
    <p>⼆、服务说明：</p>
    <p>
      2.1 今球向您提供包括但不限于如下软件或服务：今球官⽹（域名：jinqiulive.com）及其他由今球运营的任何⽹站；今球直接拥有或运营的包括但不限于 PC、平板、⼿机等全部终端客户端产品，如今球 App
      等；今球直接拥有或运营的服务器、⽹络存储空间；今球提供给您的其他软件、技术或服务。
    </p>
    <p>
      2.2
      您使⽤今球相关软件或服务，可以通过预装、今球内下载、今球已授权的第三⽅下载等⽅式获取相关客户端或访问今球⽹。若您并⾮从前述途径，⽽是通过其他任何途径、渠道、⽅式获取今球软件或服务的（包括但不限于帐号、客户端下载等）均为⾮法⾏为，今球概不承认其效⼒⼀经发现，今球有权⽴即作出删除、清零、封号等处理，任何因此导致的⼀切不利后果均由您⾃⾏承担。
    </p>
    <p>
      2.3
      今球可能为不同的终端设备开发了不同的应⽤程序软件版本，您应当根据实际设备状况获取、下载、安装合适的版本。为更好的提升⽤户体验及服务，今球将不时提供软件更新或改变（包括但不限于软件修改、升级、功能强化、开发新服务、软件替换等），今球将以包括但不限于系统提示、公告、站内信等⽅式提示您更新、下载或使⽤，您有权选择接受更新版本或服务，如果您不同意或者不接受今球相关软件或服务的改变，请直接拒绝、停⽌、取消使⽤⾏为，否则视为您同意并接受改变，同时该同意并接受的⾏为仍受本协议约束。
    </p>
    <p>
      2.4
      您仅可以合法使⽤今球相关软件或服务为⽬的或⽅式⽽使⽤今球相关软件或服务，除⾮得到今球明示事先书⾯授权，否则，您不得以任何形式改编、复制、传播、垂直搜索、镜像或交易今球相关软件或服务。今球许可您个⼈的、不可转让的、⾮独占地和⾮商业的合法使⽤今球相关软件或服务的权利。本协议未明示授权的其他⼀切权利仍由今球保留，您在⾏使该些权利时须另
      ⾏获得今球的书⾯许可，同时今球如未⾏使前述任何权利，并不构成对该权利的放弃。
    </p>
    <p>三、⽤户注册及帐号：</p>
    <p>
      3.1
      您⽆需注册即可开始使⽤今球相关软件或服务。同时，您也理解，为使您更好地使⽤今球相关软件或服务，保障您的帐号安全，某些功能和/或某些单项服务项⽬，要求您按照国家相关法律法规的规定，提供真实的身份信息实名注册并登陆后⽅可使⽤。
    </p>
    <p>
      3.2
      您理解并承诺，您所设置的帐号不得违反国家法律法规及今球的相关规则，您的帐户名称、头像和简介等注册信息及其他个⼈信息中不得出现违法和不良信息，未经他⼈许可不得⽤他⼈名义（包括但不限于冒⽤他⼈或机构的姓名、名称、字号、头像等⾜以让⼈引起混淆的⽅式）开设帐号，不得恶意注册今球帐号（包括但不限于频繁注册、批量注册帐号等⾏为）。您在帐户注册及使⽤过程中需遵守法律法规、社会主义制度、国家利益、公⺠合法权益、社会公共秩序、道德⻛尚及信息真实性等“七条底线”要求。
    </p>
    <p>
      3.3
      您在今球的注册帐号所有权及有关权益均归今球所有，您完成注册⼿续后仅享有该帐号的使⽤权。您的帐号仅限于您本⼈使⽤，未经今球书⾯同意，禁⽌以任何形式赠与、借⽤、出租、转让、售卖或以其他⽅式许可他⼈使⽤该帐号。如果今球发现或者有合理理由认为使⽤者并⾮帐号初始注册⼈，今球有权在未通知您的情况下，暂停或终⽌向该注册帐号提供服务，并有权注销该帐号，⽽⽆需向注册该帐号的⽤户承担法律责任。
    </p>
    <p>3.4 您有责任维护个⼈帐号、密码的安全性与保密性，并对您以注册帐号名义所从事的活动承担全部法律责任，包括但不限于数据的修改、发表的⾔论以及其他在今球的操作⾏为。</p>
    <p>
      3.5
      在注册、使⽤和管理帐号时，您应保证注册帐号时填写的身份信息的真实性，请您在注册、管理帐号时使⽤真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电⼦邮件地址、联系电话、联系地址等），若国家法律法规有特殊规定，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，以便今球在必要时与您联系或为您提供更好的服务，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不合法或者今球有理由怀疑为错误、不实或不合法的资料，则您可能⽆法使⽤今球相关软件或服务，或在使⽤过程中部分功能受到限制。
    </p>
    <p>
      3.6
      为了更好的为您提供服务以及确保您的帐户安全，您同意并授权：今球可以根据您提供的⼿机号码、身份证号码等信息，向全国公⺠身份号码查询服务中⼼、电信运营商、⾦融服务机构等机构或单位发起⽤户身份真实性、⽤户征信记录、⽤户⼿机号码有效性状态等情况的查询。
    </p>
    <p>3.7 因其他⼈恶意攻击或您⾃身原因或其他不可抗因素⽽导致帐号被盗、丢失，均由您本⼈承担责任，今球不承担任何责任。</p>
    <p>3.8 今球依照本协议、相关规则限制您使⽤帐号全部或部分功能的，可能会给您造成⼀定的损失，您理解该损失由您⾃⾏承担，今球不承担责任。</p>
    <p>四、⽤户个⼈信息保护：</p>
    <p>
      4.1
      今球与⽤户⼀同致⼒于⽤户个⼈信息（即能够独⽴或与其他信息结合后识别⽤户身份的信息）的保护，保护⽤户个⼈信息是今球的基本原则之⼀。除⾮法律法规及本协议另有规定，否则未经⽤户同意，今球不会向今球以外的任何公司、组织和个⼈披露您的个⼈信息。
    </p>
    <p>4.2 今球将在今球相关软件或服务中使⽤相应的安全技术及其他安全措施并建⽴完善的管理制度来保护您的个⼈信息。</p>
    <p>
      4.3
      ⽤户在注册帐号或使⽤今球过程中，需要提供⼀些必要信息，包括但不限于有效的身份证明材料及相关必要信息（包括但不限于您的姓名、电⼦邮件地址、联系电话、联系地址等）。若您填写的信息不完整，则⽆法使⽤今球相关软件或服务，或在使⽤过程中受到限制。
    </p>
    <p>4.4 您理解并同意出于安全性和身份识别（如帐号或密码找回申诉服务等）的考虑，您可能⽆法修改注册时提供的初始注册信息及其他验证信息。</p>
    <p>4.5 今球不会将⽤户个⼈信息转移或披露给任何⾮关联的第三⽅，除⾮有如下情形之⼀或更多：</p>
    <p>4.5.1 相关法律法规或司法、⾏政等国家机关要求；</p>
    <p>4.5.2 为完成合并、分⽴、收购或资产转让⽽转移；</p>
    <p>4.5.3 获得⽤户或未成年⽤户监护⼈的授权；</p>
    <p>4.5.4 为维护今球⾃身合法权益⽽向⽤户提起诉讼或仲裁；</p>
    <p>4.5.5 今球及其关联公司为提供您要求的服务所必需；</p>
    <p>4.5.6 其他合理情形。</p>
    <p>4.6 请您注意勿在使⽤今球及相关服务中透露⾃⼰的各类财产账户/帐户、银⾏卡、信⽤卡、第三⽅⽀付账户及对应密码等⾃认为隐私的重要信息或重要资料，否则由此带来的任何损失由您⾃⾏承担。</p>
    <p>五、⽤户⾏为规范</p>
    <p>5.1 除⾮法律允许或者经今球事先书⾯许可，您使⽤今球相关软件或服务不得具有下列⾏为：</p>
    <p>5.1.1 使⽤未经今球授权或许可的任何软件、插件、外挂、系统或第三⽅⼯具对今球相关软件或服务的正常运⾏进⾏⼲扰、破坏、修改或施加其他影响。</p>
    <p>
      5.1.2
      使⽤今球相关软件或服务制作、上传、复制、发布、传播或转载以下内容：反对宪法所确定的基本原则的；危害国家安全；泄露国家秘密，颠覆国家政权，煽动分裂国家，破坏国家统⼀，宣扬恐怖主义、极端主义的；损害国家荣誉和利益的；煽动⺠族仇恨、⺠族歧视，破坏⺠族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；散布谣⾔，扰乱社会秩序，破坏社会稳定的；散布淫秽、⾊情、赌博、暴⼒、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他⼈，侵害他⼈隐私权、名誉权、肖像权、知识产权等合法权益的；含有法律、⾏政法规禁⽌的其他内容的信息。
    </p>
    <p>5.1.3 利⽤或针对今球相关软件或服务进⾏任何危害计算机⽹络安全的⾏为，包括但不限于：</p>
    <p>5.1.3.1 使⽤未经许可的数据或进⼊未经许可的服务器/帐户；</p>
    <p>5.1.3.2 未经允许进⼊公众计算机⽹络或者他⼈计算机系统并删除、修改、增加存储信息；</p>
    <p>5.1.3.3 未经许可，企图探查、扫描、测试今球相关软 件或服务的系统或⽹络的弱点或实施其他破坏⽹络安全</p>
    <p>5.1.3.4 企图⼲涉、破坏今球相关软件或服务的系统或⽹站的正常运⾏，故意传播恶意程序或病毒以及其他破坏⼲扰正常⽹络信息服务的⾏为；</p>
    <p>5.1.4 对今球相关软件进⾏反向⼯程、反向汇编、编译或者以其他⽅式尝试发现本软件的源代码。</p>
    <p>5.1.5 恶意注册、使⽤今球帐号，包括但不限于频繁、批量注册帐号故意冒充他⼈等。</p>
    <p>5.1.6 冒充任何⼈或机构，或以任何⽅式⽅式谎称或误导，使⼈误认为与任何⼈或任何机构有关。</p>
    <p>5.1.7 违反法律法规、本协议、今球的相关规则及侵犯他⼈合法权益的其他⾏为。</p>
    <p>
      5.2 未满 18
      周岁的未成年⼈使⽤今球相关软件或服务，应获得监护⼈同意，并在监护⼈监护、指导下使⽤。如有未成年⽤户使⽤今球相关软件或服务时违反法律法规、本协议内容的，该⽤户及其监护⼈因依照法律规定承担由此⽽导致的⼀切后果。
    </p>
    <p>5.3 未经今球书⾯许可，任何⼈或机构，不得⾃⾏或授权、允许、协助其他⼈或机构复制、读取、抓取或采⽤今球相关软件或服务中的任何信息内容（亦不可擅⾃编辑修改后使⽤），⽤于包括但不限于宣传、增加阅读量、浏览量等商业⽤途。</p>
    <p>
      5.4
      今球有权对⽤户使⽤今球相关软件或服务的情况进⾏审查和监督，如今球有理由认为⽤户在使⽤今球相关软件或服务时违反上述任何规定，今球或其授权的⼈或机构在任何时候有权进⾏独⽴判断并采取技术⼿段予以删除、屏蔽、断开链接，⽆需任何通知，同时，今球有权视⽤户的⾏为性质，采取包括但不限于暂停或终⽌服务，限制、冻结或终⽌今球账号使⽤，追究相关法律责任等措施。
    </p>
    <p>六、 知识产权</p>
    <p>
      6.1
      今球尊重和⿎励⽤户创作、分享内容。除今球与您另有约定外，您在今球相关软件或服务中发布、上传的全部原创内容，著作权均归作者本⼈所有，作者可授权第三⽅以任何形式使⽤，⽆需今球同意。您同意，就以上内容授予今球永久的、免费的、不可撤销的、⾮独家的使⽤许可以及完整的再许可权利；今球有权使⽤、复制、修改、改编、出版、翻译、据以创作衍⽣作品、传播、表演和展示该内容（整体或部分），和/或将该内容⽤于任何今球相关软件或服务上。您进⼀步同意，今球有权以今球⾃⼰的名义独⽴或委托第三⽅针对侵犯以上权利的⾏为采取任何必要的法律⾏动，包括但不限于⺠事诉讼、⾏政投诉、平台投诉等，并获得依据中华⼈⺠共和国法律可获得的救济。
    </p>
    <p>
      6.2
      今球相关软件或服务中包含的标识、版⾯设计、排版⽅式、⽂本、图⽚、图形、视频、创意、模式等均受著作权、商标权及其它法律保护，未经相关权利⼈（含今球及其他原始权利⼈）书⾯同意，上述内容均不得在任何平台被直接或间接发布、使⽤、出于发布或使⽤⽬的的改写或再发⾏，或被⽤于其他任何商业⽬的。
    </p>
    <p>
      6.3
      在今球发布、上传的内容，您应保证您为著作权⼈或已取得著作权⼈或其他就上述内容享有合法权利的权利⼈的合法授权，并且该内容不会侵犯任何第三⽅的合法权益。如果第三⽅提出关于著作权或其他合法权益的异议，今球有权根据实际情况删除相关的内容，且有权追究您的法律责任。给今球或任何第三⽅造成损失的，您应负责全额赔偿。
    </p>
    <p>6.4 今球有权但无义务对您上传、发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律规范及今球社区规范对侵权信息进行处理。</p>
    <p>6.5 今球对今球相关软件或服务的开发或运营过程中产⽣的所有数据和信息等享有全部权利。</p>
    <p>七、⼴告</p>
    <p>
      7.1
      您使⽤今球相关软件或服务过程中，充分理解并同意：本服务中可能包括今球针对个⼈或企业推出的信息、⼴告发布或品牌推⼴服务，您同意今球有权在今球相关软件或服务中展示今球和/或第三⽅供应商、合作伙伴的商业⼴告、推⼴或信息（包括商业或⾮商业信息）。
    </p>
    <p>7.2 如您不同意任何⼀则⼴告，您有权选择关闭该⼴告信息或停⽌使⽤今球相关软件或服务。</p>
    <p>
      7.3
      今球依照法律规定履⾏⼴告及推⼴相关义务，您应当⾃⾏判断任何⼀则⼴告或推⼴信息的真实性和可靠性并为⾃⼰的判断⾏为负责。除法律法规明确规定外，您因该⼴告或推⼴信息进⾏的购买、交易或因前述内容遭受的损害或损失，⽤户应⾃⾏承担，今球不承担责任。
    </p>
    <p>八、免责声明</p>
    <p>8.1 今球不保证今球相关软件或服务：完全符合⽤户的使⽤要求或期望；及时、安全、可靠或不出现错误；任何错误都将能被更正。何赔偿责任。</p>
    <p>8.2 今球有权在提前公告通知后，修改，、更新、中断或终止今球相关软件或服务，无需向用户负责或承担任何赔偿责任。</p>
    <p>8.3 今球不能对⽤户在今球相关软件或服务中发布、上传、传播或转载的内容的正确性进⾏保证。</p>
    <p>
      8.4
      ⽤户在今球相关软件或服务中发布、上传、传播或转载的内容仅表明其个⼈的⽴场和观点，并不代表今球的⽴场或观点，⽤户需⾃⾏对上述内容负责。因上述内容引发的⼀切纠纷，由该⽤户承担全部法律及连带责任，今球不承担任何法律及连带责任。
    </p>
    <p>
      8.5
      对于任何涉财产的⽹络信息、帐户密码、借款、⼴告或推⼴等信息的，⽤户请谨慎对待并⾃⾏进⾏判断，基于前述原因您遭受的利润、商业信誉、资料损失或其他有形或⽆形损失，今球不承担任何直接、间接、附带、特别、衍⽣性或惩罚性的赔偿责任。
    </p>
    <p>
      8.6
      对于因不可抗⼒或今球不能控制的原因（包括但不限于：病毒、⽊⻢、恶意程序攻击、⽹络问题、系统不稳定、系统或设备故障、通讯故障、电⼒故障、银⾏原因、第三⽅服务瑕疵、政府⾏为、⾃然灾害等）造成的⽹络服务中断或其它缺陷，今球不承担任何责任，但将尽⼒减少因此⽽给⽤户造成的损失和影响。
    </p>
    <p>九、协议修改及其他</p>
    <p>
      9.1
      本协议的成⽴、⽣效、履⾏、解释及争议的解决均应适⽤中华⼈⺠共和国⼤陆地区法律。倘本协议之任何规定因与中华⼈⺠共和国⼤陆地区的法律抵触⽽⽆效，则这些条款将尽可能接近本协议原条⽂意旨重新解析，且本协议其它规定仍应具有完整的效⼒及效果。
    </p>
    <p>
      9.2
      根据履⾏环境变化或有关法律、法规及规范性⽂件的变化，或因业务发展需要，今球有权对本协议的条款作出修改或变更。⼀旦本协议的内容发⽣变动，今球会将修改后的协议予以公布，该公布⾏为视为今球已经通知⽤户修改的内容。今球也可采⽤电⼦邮件或私信的传送⽅式，提示今球⽤户协议的修改、服务变更、或其它重要事项。如果您不同意今球对本协议相关条款所做的修改，⽤户有权并应当停⽌使⽤今球相关软件或服务。如果⽤户继续使⽤今球相关软件或服务，则视为⽤户接受今球对本协议相关条款所做的修改。
    </p>
    <p>9.3 本协议中的标题仅为⽅便及阅读⽽设，并不影响本协议中任何规定的含义或解释。本协议的版权为今球所有，今球保留⼀切解释和修改的权利。</p>
    <p>9.4 本协议履⾏过程中若发⽣争议的，应先友好协商解决，协商不成的，任何⼀⽅均可向厦⻔市湖⾥区⼈⺠法院提起诉讼。</p>
    <p>请您在发现任何违反本⽤户协议、各类公告之情形是，通知今球。您可以通过如下联络⽅式同今球联系：厦门市多趣想科技有限公司，地址：厦门市湖里区吕岭路宝龙一城东塔25层，联系人：冯慧灵，联系电话：0592-5575923，邮箱：duoquxiang@sina.com</p>
  </div>
</template>
<script>
export default {
	layout: "m_default"
}
</script>
<style scoped>
.prot {
	padding: 0.3rem;
  padding-bottom: 1.3rem;
	font-size: 0.28rem;
	color: #424242;
}
</style>
